[WPN_CustomSMG X2WeaponTemplate]
FriendlyName="Custom SMG"
FriendlyNamePlural="Custom SMGs"
BriefSummary="This sub machine gun was an X-COM prototype, built from the chassis of recovered EXALT weaponry. It was never mass produced due to changing technical standards that made it too costly to produce."
TacticalText="<Bullet/> Grants the Chain Shot ability."
AbilityDescName="submachine gun"

